{"Stock Market Recovering Spending and employment should recover": 0, "Economy Too Hot! Job market getting tighter": 54, "Fed Sets Rate Increase But low real funds rate fuels economy": 1, "Fed Drops Key Interest Rate Current policy encourages expanswn": 2, "Fed Cuts Interest Rate Closely monitoring inflation and unemployment": 3, "Fed Lowers Benchmark Rate But high real funds rate holds back economic activity": 4, "Dollar Continues to Fall Fed expected to tighten as prices rise": 5, "Low Inflation Prompts Deflation Fears Job market improves but inflation worries continue": 7, "Fed Leaves Rate Unchanged Policymakers taking wait and see' approach": 9, "High Jobless Rate!  Job losses mm household spending": 10, "Fed Sets Big Rate Hike  High real funds rate to slow growth": 8, "Dollar Down Overseas Foreign demand surges for US. exports": 34, "Fed Cuts Interest Rate Low real funds rate adds momentum to economy": 11, "Fed Lowers Benchmark Rate But current policy still resirains economy": 12, "Tax Refunds Ending  Spending returning to normal levels": 13, "Low Inflation Prompts Deflation Fears Jobs disappearing: Inflation falling": 14, "Fed Leaves Rate Unchanged Policy remains expansionary": 15, "Fed Keeps Policy Rate Steady  Policy remains expansionary": 17, "Fed Raises Funds Rate FOMC keeps a close eye on incoming data": 18, "Deflation! Economy Unraveling? Deflation worries continue to mount": 19, "Economy Suffers From Low Inflation Is deflation on the horizon?": 21, "Economy in Good Shape But forecasts point to slower growth": 20, "Inflation High Unemployment Low! Job market getting tighter": 22, "Fed Maintains Status Quo Low real funds rate adds momentum to economy": 25, "Cheaper Energy!  Households and businesses expected to beneﬁt": 27, "Economy Too Hot! Hot labor market shows signs of cooling": 28, "Fed Pushes Up Funds Rate FOMC pushes up real funds rate to curb growth": 29, "Credit Conditions Thawing Spending slowly returning to normal": 30, "Stock Market Surge  Household spending looks likely to rise": 32, "Fed Slashes Funds Rate  But high real funds rate restralns growth": 60, "Fed Makes Big Cut to Funds Rate  But current policy still contractionary": 33, "Fed Lowers Benchmark Rate Low real funds rate adds momentum to economy": 24, "Oil Shortage Subsiding  But economy is still reeling from the crisis": 35, "Fed Maintains Status Quo High real funds rate ho/ds back economic actiwty": 36, "Fed Slashes Funds Rate  Current policy encourages expanswn": 37, "Fed Keeps Policy Rate Steady  Policymakers on hold. wait for new data": 38, "Fed Slashes Funds Rate  Low real funds rate increases growth outlook": 39, "Fed Reduces Funds Rate But current policy still resirains economy": 46, "Fed Makes Big Move  But low real funds rate stimulates economy": 40, "Fed Boosts Key Interest Rate But low real funds rate stimulates economy": 41, "Fed Sets Big Rate Hike  Economy set for slowdown With tight policy": 42, "Fed Raises Funds Rate Tight policy set to slow economy": 43, "U.S. Dollar Stabilizes  Demand for exports normalizes": 44, "Fed Boosts Key Interest Rate But current policy still encourages expansion": 45, "Economy Looks Well Balanced Analysts monitoring price and job data": 47, "Fed Sets Rate Increase FOMC keeps a close eye on incoming data": 48, "Fed Pushes Up Funds Rate  Tight policy set to slow economy": 49, "Help Wanted Signs Everywhere  Tightjob market suggests more inﬂation ahead": 50, "Unemployment High! Job losses hun household spending": 26, "Economy Looks Well Balanced Analysts keep eye on job andpr/‘ce data": 52, "Inflation High Unemployment Low! Uncontrolled economic boom signals trouble": 53, "Deflation! Economy Unraveling? Busmesses and consumers lose confidence": 51, "Help Wanted Signs Everywhere  But employment gains slowmg": 55, "Fed Makes Big Cut to Funds Rate  Current policy encourages expanswn": 56, "Financial Market Crisis! Few new loans for consumers and businesses": 57, "Economy in Good Shape Analysts keep eye on job andpr/‘ce data": 58, "Economy Slowing Down Fed expected to lower rates to boost economy": 59, "Job Market Hot!  Tightjob market suggests more Inflation ahead": 6, "Fed Cuts Interest Rate But current policy still resirains economy": 61, "Fed Pushes Up Funds Rate  But current policy still promotes expansion": 62, "Retail Spree Continues Fed expected to tighten to restrain economy": 23, "Fed Cuts Interest Rate FOMC keeps a close eye on incoming data": 31, "Oil Shortage Continues Job layoffs rise as economy slows": 16, "New Chair Appointed  Faces moderate inflation but falling unemployment": 64, "Millions Get Tax Relief Big refund checks trigger spending spike": 65, "Job Market Hot!  But employment gains slowing": 66, "Renewable Power Surges Prices fall as new energy source hits market": 67, "Energy Turmoil Lessens US. economy still struggles to return to balance": 68, "Dollar Rising Sharply Cost of imports falls, but U.S. exports slow": 69, "Dollar Down Overseas Downward price pressure subsides": 70, "Economy Caught in Deflation Latest data show prices rismg": 71, "Analysts Fret Over Poor Economy But outlook improving": 72, "Inflation Below Fed's Target Forecasts hint at rising inﬂation rate": 73, "Housing Market Crash Household conﬁdence falls": 74, "Home Prices Bottom Out Consumers start to recover some conﬁdence": 75, "High Jobless Rate!  But threat recedes as jobless rate falls": 76, "Inflation Below Fed's Target Price gains edge up in latest reports": 77, "Economy Heating Up  Fed expected to slow unsustainable boom": 78, "Weaker Outlook for Stocks Spending and employment are cooling off": 79, "Oil Crisis Hits Economy Gasoline pricesjump as oil imports are cut": 80, "Economy in Contractionary Spiral Unemployment rises funher": 81, "Inflation Above Fed's Target But forecasts show price gains slowmg": 82}