["New Chair Appointed  Faces moderate inflation but falling unemployment", "Fed Keeps Policy Rate Steady  Policymakers taking Wait and see' approach", "Help Wanted Signs Everywhere  Tightjob market suggests more inﬂation ahead", "Fed Leaves Rate Unchanged Low real funds rate adds momentum to economy", "Stock Market Crash  Drop in consumer and business conﬁdence", "Economy Slowing Down Fed expected to lower rates to boost economy", "Stock Market Recovering Spending and employment should recover", "Low Inflation Prompts Deflation Fears Job market improves but inflation worries continue", "Fed Reduces Funds Rate But current policy still resirains economy", "Deflation! Economy Unraveling? Deflation worries continue to mount", "Fed Sets Rate Increase FOMC pushes up real funds rate to curb growth", "Economy in Contractionary Spiral Deflation worries continue to mount", "Fed Maintains Status Quo High real funds rate ho/ds back economic actiwty", "Fed Pushes Up Funds Rate FOMC pushes up real funds rate to curb growth", "Fed Leaves Rate Unchanged Policymakers taking wait and see' approach", "Job Market Hot!  Tightjob market suggests more Inflation ahead", "Fed Lowers Benchmark Rate But high real funds rate holds back economic activity", "Fed Sets Rate Increase Tight policy set to slow economy", "Fed Maintains Status Quo Current policy restrains economy", "Fed Pushes Up Funds Rate  Tight policy set to slow economy", "Fed Keeps Policy Rate Steady  Policymakers on hold. wait for new data", "Fed Maintains Status Quo Low real funds rate adds momentum to economy", "Oil Crisis Hits Economy Gasoline pricesjump as oil imports are cut", "Oil Shortage Continues Job layoffs rise as economy slows", "Oil Shortage Subsiding  But economy is still reeling from the crisis", "Inflation High Unemployment Low! Job market getting tighter", "Fed Lowers Benchmark Rate Current policy expansionary", "Economy Too Hot! Uncontrolled economic boom signals trouble", "Fed Pushes Up Funds Rate  But current policy still promotes expansion", "Inflation High Unemployment Low! Uncontrolled economic boom signals trouble", "Fed Keeps Policy Rate Steady  Low real funds rate adds momentum to economy", "Economy Looks Well Balanced But forecasts point to slower growth", "Fed Cuts Interest Rate FOMC keeps a close eye on incoming data", "Renewable Power Surges Prices fall as new energy source hits market", "Cheaper Energy!  Households and businesses expected to beneﬁt", "Energy Turmoil Lessens US. economy still struggles to return to balance", "Economy Suffers From Low Inflation Is deflation on the horizon?", "Fed Slashes Funds Rate  Current policy encourages expanswn", "Fed Makes Big Move  Economy set for slowdown With tight policy", "Economy Looks Well Balanced Analysts keep eye on job andpr/‘ce data", "Fed Boosts Key Interest Rate Closely monitoring inflation and unemployment", "Economy Too Hot! Hot labor market shows signs of cooling", "Fed Raises Funds Rate Tight policy set to slow economy", "Fed Boosts Key Interest Rate Economy set for slowdown With tight policy", "Financial Market Crisis! Few new loans for consumers and businesses", "Fed Sets Big Rate Hike  Economy set for slowdown With tight policy", "High Jobless Rate!  Job losses mm household spending", "Low Inflation Prompts Deflation Fears Inflation moves up but labor market shows no progress", "Fed Makes Big Cut to Funds Rate  But current policy still contractionary", "Fed Makes Big Cut to Funds Rate  FOMC keeps a close eye on incoming data", "Fed Drops Key Interest Rate But current policy still contractionary", "Fed Cuts Interest Rate Current policy expansionary", "Job Market Hot!  But employment gains slowing", "Dollar Down Overseas Foreign demand surges for US. exports", "Dollar Continues to Fall Fed expected to tighten as prices rise", "U.S. Dollar Stabilizes  Demand for exports normalizes", "Inflation High, Unemployment Low! Uncontrolled economic boom signals trouble", "Fed Pushes Up Funds Rate  But low real funds rate fuels economy", "Fed Sets Big Rate Hike  But low real funds rate stimulates economy", "Fed Boosts Key Interest Rate High real funds rate to slow growth", "Credit is Hard to Find  Fed expected to support growth with lower rates", "Credit Conditions Thawing Spending slowly returning to normal", "Fed Leaves Rate Unchanged High real funds rate ho/ds back economic actiwty", "Deflation! Economy Unraveling? Busmesses and consumers lose confidence", "Fed Slashes Funds Rate  But high real funds rate restralns growth", "Fed Reduces Funds Rate Current policy expansionary", "Help Wanted Signs Everywhere  But employment gains slowmg", "Dollar Rising Sharply Cost of imports falls, but U.S. exports slow", "Dollar Slows Economy Fed expected to lower rates to boost the economy", "Dollar Down Overseas Downward price pressure subsides", "Low Inflation Prompts Deflation Fears Jobs disappearing: Inflation falling", "Economy in Good Shape But forecasts point to slower growth", "Fed Drops Key Interest Rate Low real funds rate increases growth outlook", "Economy in Good Shape Analysts keep eye on job andpr/‘ce data", "Fed Sets Big Rate Hike  FOMC keeps a close eye on incoming data", "Fed Maintains Status Quo Policymakers taking wait and see' approach", "Inflation Above Fed's Target Prices rising: analysts on alert", "Fed Cuts Interest Rate Closely monitoring inflation and unemployment", "Fed Cuts Interest Rate But current policy still resirains economy", "Stock Market Surge  Household spending looks likely to rise", "Economy Heating Up  Fed expected to slow unsustainable boom", "Weaker Outlook for Stocks Spending and employment are cooling off", "Fed Lowers Benchmark Rate Low real funds rate adds momentum to economy", "Economy Looks Well Balanced Analysts monitoring price and job data", "Fed Makes Big Cut to Funds Rate  Closely monitoring inflation and unemployment", "Fed Drops Key Interest Rate But high real funds rate restralns growth", "Fed Lowers Benchmark Rate But current policy still resirains economy", "Economy in Contractionary Spiral Busmesses and consumers lose confidence", "Fed Makes Big Move  High real funds rate to slow growth", "Fed Leaves Rate Unchanged Current policy restrains economy", "Fed Raises Funds Rate But current policy still promotes expansion", "Fed Makes Big Move  But low real funds rate stimulates economy", "Fed Makes Big Cut to Funds Rate  Current policy encourages expanswn", "Fed Slashes Funds Rate  Low real funds rate increases growth outlook", "Fed Maintains Status Quo Policymakers on hold. wait for new data", "Millions Get Tax Relief Big refund checks trigger spending spike", "Retail Spree Continues Fed expected to tighten to restrain economy", "Tax Refunds Ending  Spending returning to normal levels", "Inflation High, Unemployment Low! Hot labor market shows signs of cooling", "Fed Keeps Policy Rate Steady  Policy remains expansionary", "Fed Cuts Interest Rate But high real funds rate holds back economic activity", "Fed Sets Rate Increase Closely monitoring inflation and unemployment", "Economy Too Hot! Job market getting tighter", "Fed Drops Key Interest Rate Current policy encourages expanswn", "Fed Raises Funds Rate FOMC keeps a close eye on incoming data", "Economy Looks Well Balanced Drop in unemployment creates price pressures", "Fed Lowers Benchmark Rate FOMC keeps a close eye on incoming data", "Analysts Fret Over Poor Economy Jobs disappearing: Inflation falling", "Economy in Good Shape Analysts monitoring price and job data", "Fed Sets Big Rate Hike  High real funds rate to slow growth", "Fed Slashes Funds Rate  But current policy still contractionary", "Unemployment High! Job losses hun household spending", "Fed Sets Rate Increase FOMC keeps a close eye on incoming data", "Fed Boosts Key Interest Rate But low real funds rate stimulates economy", "Fed Sets Rate Increase But low real funds rate fuels economy", "Fed Boosts Key Interest Rate But current policy still encourages expansion", "Inflation High, Unemployment Low! Job market cools, inflation starts to slow", "Fed Leaves Rate Unchanged Policy remains expansionary", "High Jobless Rate!  But threat recedes as jobless rate falls", "Fed Cuts Interest Rate Low real funds rate adds momentum to economy", "Fed Sets Big Rate Hike  But current policy still encourages expansion"]